Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Canvas quizzes support various assessment styles. Most of these styles are supported on mobile devices; however, some are not. If you attempt to take one of these unsupported quizzes on your phone, you might be unable to complete the entire quiz, leaving you at a disadvantage. Unsupported question types include questions containing Adobe Flash™ content, file uploads, and others. If you believe that a quiz contains unsupported content, please take it on desktop or laptop computer. If you know that the quiz contains only supported content, feel free to take it on your mobile device.
ar: تدعم اختبارات Canvas أنماطًا متنوعة للتقييمات. تحظى معظم هذه الأنماط بالدعم على الأجهزة المحمولة، في حين لا يتم دعم بعض الأنماط الأخرى. إذا حاولت تلقي أحد تلك الاختبارات غير المدعومة على هاتفك، فقد لا تتمكن من إكمال الاختبار بأكمله، مما يضعك في موقف غير جيد. وتتضمن أنواع الأسئلة غير المدعومة الأسئلة التي يوجد بها محتوى Adobe Flash™ وتحميلات الملفات وغيرها. إذا كنت تظن أن اختبارًا ما يوجد به محتوى غير مدعوم، يرجى الإجابة عليه على جهاز كمبيوتر مكتبي أو محمول. إذا كنت تعلم أن الاختبار يحتوي فقط على محتوى مدعوم، فبإمكانك الإجابة عليه على جهازك المحمول.
ca: A les proves de Canvas s'admeten diversos estils d'avaluació. La majoria d'aquests estils s'admeten als dispositius mòbils, tot i que alguns no. Si intenteu realitzar un d'aquestes proves no admeses al telèfon, és possible que no pugueu completar-la tota, la qual cosa pot suposar un desavantatge. Els tipus de preguntes no admesos inclouen preguntes que contenen contingut en Adobe Flash™, penjades de fitxers i altres elements. Si creieu que una prova inclou contingut no admès, realitzeu-la en un ordinador o un portàtil. Si sabeu que la prova inclou únicament contingut admès, podeu realitzar-la al dispositiu mòbil sense cap mena de problema.
cy: Mae cwisiau Canvas yn gallu delio â sawl math o arddull asesu. Mae modd delio â'r rhan fwyaf o'r arddulliau hyn ar ddyfeisiau symudol, ond mae rhai nad oes modd delio â nhw. Os byddwch yn ceisio gwneud un o'r cwisiau hyn nad oes modd delio â nhw ar eich ffôn, efallai na fydd modd i chi gwblhau'r cwis, a fydd yn golygu eich bod dan anfantais. Mae'r mathau o gwestiynau nad oes modd delio â nhw yn cynnwys rhai â chynnwys Adobe Flash™ a ffeiliau wedi’u llwytho i fyny ynddynt, ac eraill. Os ydych chi'n meddwl bod cynnwys nad oes modd delio ag ef mewn cwis, ewch ati i'w wneud ar gyfrifiadur neu liniadur. Os ydych chi'n gwybod mai dim ond cynnwys y mae modd delio ag ef sydd mewn cwis, mae croeso i chi ei wneud ar eich dyfais symudol.
da: Canvas-quizzer understøtter forskellige opgavetyper. De fleste af disse typer understøttes på mobile enheder, men ikke alle. Hvis du forsøger at tage en quiz, der ikke er understøttet på din telefon, er det muligt, at du ikke kan gennemføre hele quizzen, hvilket er en ulempe for dig. Ikke-understøttede spørgsmålstyper inkluderer spørgsmål, der indeholder Adobe Flash™ -indhold, upload af filer og andre. Hvis du tror, at en quiz inkluderer indhold, der ikke understøttes, skal du tage den på en stationær eller bærbar computer. Hvis du ved, at quizzen kun indeholder understøttet indhold, er du velkommen til at tage den på din mobile enhed.
da_instk12: Canvas-quizzer understøtter forskellige opgavetyper. De fleste af disse typer er understøttet på mobile enheder; ikke desto mindre nogle er ikke understøttet. Hvis du forsøger at tage en af disse ikke understøttede quizzer på din telefon, vil du måske ikke være i stand til at fuldføre hele quizzen, hvilket efterlader dig i en ugunstig situation. Ikke understøttede spørgsmålstyper inkluderer spørgsmål indeholdende Adobe Flash™ indhold, fil uploads og andre. Hvis du mener, at en quiz indeholder indhold, der ikke er understøttet, tag venligst quizzen på en desktop eller laptop computer. Hvis du ved, at quizzen kun indeholder understøttet indhold, kan du tage den på din mobile enhed.
de: Canvas-Tests unterstützen verschiedene Bewertungsstile. Die meisten dieser Stile werden von Mobilgeräten unterstützt, einige jedoch nicht. Wenn Sie versuchen, einen dieser nicht unterstützten Tests auf Ihrem Handy zu machen, schaffen Sie es unter Umständen nicht, den Test zu beenden, und geraten so in Nachteil. Zu den nicht unterstützten Fragearten gehören u. a. Fragen bezüglich Adobe Flash™-Content, Datei-Uploads und anderes. Wenn Sie glauben, dass ein Test nicht unterstützten Inhalt enthält, laden Sie ihn bitte auf einen Desktop-PC oder Laptop. Wenn Sie sicher sind, dass der Test nur unterstützte Inhalte enthält, können Sie ihn gern auf Ihr Mobilgerät laden.
es: Los exámenes de Canvas admiten diversos estilos de evaluación. La mayoría de estos estilos son compatibles con dispositivos móviles; sin embargo, algunos no lo son. Si intenta tomar uno de estos cuestionarios no compatibles en su teléfono, es posible que no pueda completar el cuestionario, dejándolo en desventaja. Entre los tipos de preguntas no compatibles se encuentran aquellas con contenido de Adobe Flash™, cargas de archivos y otros. Si cree que un examen incluye contenido no compatible, realice el examen en su computadora o portátil. Si sabe que el examen contiene solo contenido compatible, no dude en hacerlo en su dispositivo móvil.
es_es: Las pruebas de Canvas admiten diversos estilos de prueba. La mayoría de estos estilos son compatibles con dispositivos móviles; sin embargo, algunos no lo son. Si intentas realizar uno de estos cuestionarios no compatibles en tu teléfono, es posible que no puedas completar el cuestionario, lo que te dejaría en desventaja. Entre los tipos de preguntas no compatibles se encuentran aquellas con contenido de Adobe Flash™, cargas de archivos y otros. Si crees que una prueba incluye contenido no compatible, realiza la prueba en tu ordenador de sobremesa o portátil. Si sabes que la prueba contiene solo contenido compatible, no dudes en hacerlo en tu dispositivo móvil.
fi: Canvas-kyselyt tukevat erilaisia arviointityylejä. Suurinta osaa näistä tyyleistä tuetaan mobiililaitteilla, joitakin ei. Jos yrität osallistua johonkin näistä tukemattomista kyselyistä puhelimellasi, voi olla, että et pysty suorittamaan koko tietovisaa, mikä on sinulle huonompi vaihtoehto. Tukemattomia kyselytyyppejä ovat mm. Adobe Flash™ -sisältö, tiedoston lataukset, jne. Jos uskot, että tietovisassa on tukematonta sisältöä, suorita se pöytäkoneella tai kannettavalla tietokoneella. Jos tiedät, että kysely sisältää vain tuettua sisältöä, suorita se mobiililaitteellasi.
fr: Les questionnaires de Canvas prennent en charge plusieurs styles d'évaluation. La plupart de ces styles sont pris en charge par les appareils mobiles ; cependant, certains d’entre eux ne sont pas. Si vous essayez de passer l'un de ces quiz non supportés sur votre smartphone, vous risquez de ne pas pouvoir le faire entièrement, ce qui vous désavantagera. Les types de questions non pris en charge sont notamment les questions contenant du contenu Adobe Flash™, des envois de fichiers, etc. Si vous croyez qu'un questionnaire contient du contenu non pris en charge, veuillez le remplir sur un ordinateur de bureau ou portable. Si vous savez que le questionnaire contient uniquement du contenu pris en charge, n’hésitez pas à le remplir sur votre appareil mobile.
fr_ca: Les questionnaires prennent en charge plusieurs styles d'évaluation. La plupart de ces styles sont pris en charge par les appareils mobiles; cependant, certains ne sont pas. Si vous essayez de remplir un de ces questionnaires non pris en charge sur votre téléphone, vous pourriez être incapable de terminer le questionnaire, vous laissant dans une situation désavantageuse. Les types de questions non prises en charge comprennent des questions contenant du contenu Adobe Flash™, fichiers téléversés, et autres. Si vous pensez qu’un questionnaire contient du contenu non pris en charge, veuillez le remplir sur un ordinateur de bureau ou un ordinateur portable. Si vous êtes certain que le questionnaire contient uniquement du contenu pris en charge, n'hésitez pas à le remplir sur votre appareil mobile.
ht: Quiz canvas yo sipòte divès tip evalyasyon. Anpil nan tip evalyasyon sa yo disponib pou aparèy mobil, men gen kèk ladan yo ki pa disponib. Si w eseye pran yonn nan tès ki pa disponib sa yo sou telefòn ou, ou gendwa pa kapab fini quiz la, ki pa p yon avantaj pou ou. Kesyon ki pa pran an chaj yo se kesyon ki gen kontni Adobe Flash™, fichye transfere ak lòt ankò. Si w panse yon quiz gen kontni ki pa sipòte, tanpri fè li sou òdinatè PC oswa laptòp. Si w panse yon quiz gen kontni ke yo sipòte sèlman, ou mèt pran li sou aparèy pòtab ou.
id: Kuis Canvas mendukung berbagai gaya penilaian. Sebagian besar gaya ini didukung pada perangkat seluler; namun, ada yang tidak. Jika Anda mencoba mengisi salah satu kuis yang tidak didukung ini di ponsel, Anda mungkin tidak dapat menyelesaikan keseluruhan kuis, sehingga merugikan Anda. Jenis pertanyaan yang tidak didukung mencakup pertanyaan yang berisi konten Adobe Flash™, unggahan file, dan lainnya. Jika Anda yakin bahwa kuis berisi konten yang tidak didukung, harap isi kuis itu di komputer desktop atau laptop. Jika Anda tahu bahwa kuis hanya berisi konten yang didukung, silakan isi kuis tersebut di perangkat seluler Anda.
is: Canvas próf styðja við ýmsar matsgerðir. Flestar þessara gerða eru studdar á snjalltækjum, en ekki öll. Ef þú reynir að taka eitthvað af þessum óstuddu prófum á símanum þínum getur verið að þú getir ekki lokið öllu prófinu, sem gæti valdið þér vandræðum. Óstuddar spurningagerðir þar með spurningar sem innihalda Adobe Flash™ efni, upphleðslu skráa og aðrar. Ef þú telur að próf innihaldi óstutt efni skaltu taka það á borðtölvu eða fartölvu. Ef þú veist að prófið inniheldur aðeins stutt efni, geturðu tekið það á snjalltækinu þínu.
it: I quiz Canvas supportano vari stili di valutazione. La maggior parte di questi stili è supportata sui dispositivi mobile; tuttavia, alcuni no. Se tendi di fare uno di questi quiz non supportati sul tuo telefono, potresti non riuscire a completare l’intero quiz, rimanendo in svantaggio. I tipi di domanda non supportati includono domande con contenuti di Adobe Flash™, caricamenti di file e altro. Se pensi che un quiz contenga un contenuto non supportato, portarlo sul sul computer. Se sai che il quiz contiene solo contenuti supportati, puoi farlo tranquillamente sul tuo dispositivo mobile.
ja: Canvas 小テストは、各種の課題スタイルをサポートしています。これらスタイルのほとんどは、.モバイルデバイスサポートされていないものもあります。携帯電話でこれらのサポートされていない小テストに回答しようとすると、小テスト全体を完了できない場合があり、その際には不利な結果が出ます。 サポートされていない質問タイプには、Adobe Flash™ コンテンツ、ファイルアップロードその他を含む質問が含まれます。 サポートされていないコンテンツが小テストに含まれていると思われる場合には、デスクトップまたはラップトップコンピュータ上で回答してください。小テストにはサポートされているコンテンツしかないことが分かっている場合には、モバイルデバイスで回答してかまいません。
mi: E tautoko ana a Canvas quizzes i ngā momo aromatawai. Te nuinga o ēnei momo e tautokotia ana i runga i ngā taonga haerērē, heoi, kaore ētahi. Mehemea ka ngana koe ki te hari tētahi o ēnei quizzes kaore e tautokotia i runga i tō waea pūkoro, kaore pea e taea e koe te whakaoti i te nuinga o te quiz, ka waiho koe ngoikore tia koe. Ngā momo pātai kaore e tautokotia whakauru pātai kei roto Adobe Flash™ ihirangi, kōnae tikiake, rorohiko pōnaho. Mehemea e pono ana koe he quiz kaore i te tautokotia te ihirangi, tēnā koa haria i runga i papamahi rorohiko pōnaho rānei. Mehemea e mōhio ana koe kei roto te quiz ngā ihirangi kua tautokotia, whakawātea ki te hari i runga i tō taonga haerērē.
ms: Kuiz Canvas menyokong pelbagai gaya pentaksiran. Kebanyakan gaya ini disokong pada peranti mudah alih; namun, sesetengahnya tidak disokong. Jika anda cuba untuk mengambil salah satu kuiz yang tidak disokong ini dalam telefon anda, anda mungkin tidak dapat melengkapkan keseluruhan kuiz dan ini akan menyebabkan anda ketinggalan. Jenis soalan yang tidak disokong termasuk soalan yang mengandungi kandungan Adobe Flash™ content, muat naik fail dan lain-lain. Jika anda percaya suatu kuiz mengandungi kandungan tidak disokong, sila jawab kuiz tersebut di desktop atau komputer riba. Jika anda mengetahui bahawa kuiz mengandungi hanya kandungan disokong, pilihan berada di tangan anda untuk menjawabnya melalui peranti mudah alih anda.
nb: Canvas spørrekonkurranser støtter forskjellige vurderingsmetoder. De fleste av disse metodene støttes på mobilenheter, men ikke alle. Hvis du prøver å ta en av spørrekonkurransene som ikke støttes på mobil, får du kanskje ikke fullført hele konkurransen, noe som er en ulempe for deg. Spørsmålstyper som ikke støttes inkluderer spørsmål om Adobe Flash™-innhold, filopplastinger og annet. Hvis du mener at en spørrekonkurranse inneholder innhold som ikke støttes, bør du delta i den på en bærbar eller stasjonær PC. Hvis du vet at spørrekonkurransen kun inneholder støttet innhold, kan du delta i den på mobilenheten.
nb_instk12: Canvas spørrekonkurranser støtter forskjellige vurderingsmetoder. De fleste av disse metodene støttes på mobilenheter, men ikke alle. Hvis du prøver å ta en av spørrekonkurransene som ikke støttes på mobil, får du kanskje ikke fullført hele konkurransen, noe som er en ulempe for deg. Spørsmålstyper som ikke støttes inkluderer spørsmål om Adobe Flash™-innhold, filopplastinger og annet. Hvis du mener at en spørrekonkurranse inneholder innhold som ikke støttes, bør du delta i den på en bærbar eller stasjonær PC. Hvis du vet at spørrekonkurransen kun inneholder støttet innhold, kan du delta i den på mobilenheten.
nl: Canvas-toetsen ondersteunen verschillende beoordelingsstijlen. De meeste van deze stijlen worden ondersteund op mobiele apparaten; sommige echter niet. Als je een van deze niet-ondersteunde toetsen op je telefoon probeert te doen, lukt het misschien niet om de hele toets te voltooien, wat nadelig voor je is. Niet-ondersteunde vraagtypen omvatten vragen met Adobe Flash™-inhoud, uploads van bestanden en andere inhoud. Als je denkt dat een toets niet-ondersteunde inhoud bevat, voer de toets dan uit op een desktop- of laptopcomputer. Als je weet dat de toets alleen ondersteunde content bevat, kun je de toets ook gewoon op je mobiele apparaat uitvoeren.
pl: Quizy Canvas obsługują różne style zadań. Większość stylów jest obsługiwana na urządzeniach przenośnych, ale nie wszystkie. W przypadku robienia jednego z nieobsługiwanych quizów na smartfonie, jego ukończenie może być niemożliwe. Nieobsługiwane pytania obejmują m.in. zawartość w formacie Adobe Flash™, przesyłane pliki i nie tylko. Jeśli uważasz, że quiz zawiera nieobsługiwaną zawartość, przenieś go na komputer stacjonarny lub przenośny. Jeśli wiesz, że quiz zawiera tylko obsługiwaną zawartość, możesz z niego korzystać na smartfonie.
pt: Os questionários do Canvas suportam vários estilos de avaliação. A maioria destes estilos é suportada em dispositivos móveis; contudo, alguns não o são. Se tentar tirar um destes questionários não suportados no seu telefone, poderá não conseguir concluir o questionário completo, deixando-o em desvantagem. Os tipos de perguntas não suportados incluem perguntas que contêm conteúdo do Adobe Flash™, carregamentos de ficheiros e outros. Se acredita que um questionário possui conteúdo não suportado, responda no seu computador de secretária (desktop) ou portátil (laptop). Se souber que o questionário apenas possui conteúdo suportado, responda no seu dispositivo móvel.
pt_br: Testes do Canvas suportam vários estilos de avaliação. A maioria dos estilos é suportada em dispositivos móveis; contudo, algumas não. Se você tentar realizar algum destes testes não suportados no seu celular, talvez você não consiga completar o teste inteiro, deixando-lhe em desvantagem. Tipos de perguntas não suportadas incluem perguntas contendo conteúdo em Adobe Flash™, carregamentos de arquivos e outros. Se você acredita que um teste possui conteúdo não suportado, realize-o no desktop ou laptop. Se você souber que o teste possui apenas conteúdo suportado, sinta-se livre para realizá-lo no seu dispositivo móvel.
ru: Тесты Canvas поддерживают различные стили оценки. Большинство этих стилей поддерживаются на мобильных устройствах, но некоторые стили не поддерживаются. Если вы попытаетесь загрузить на ваш смартфон один из неподдерживаемых тестов, возможно, вы не сможете пройти весь тест, что поставит вас в невыгодное положение. К неподдерживаемым типам вопросов относятся вопросы, содержащие контент Adobe Flash™, загрузки файлов и прочее. Если вы считаете, что тот или иной тест содержит неподдерживаемый контент, пожалуйста, пройдите его на вашем настольном ПК или ноутбуке. Если вы точно знаете, что тест содержит только поддерживаемый контент, вы можете пройти его на вашем мобильном устройстве.
sl: Pri kvizih sistema Canvas je podprtih več različnih slogov ocenjevanja. Večina teh slogov je na mobilnih napravah podprta, nekateri pa niso. Če poskušate opravljati enega od teh nepodprtih kvizov na svojem telefonu, kviza morda ne boste mogli v celoti zaključiti, zato boste v slabšem položaju. Nepodprte vrste vprašanj so tiste, ki vključujejo vprašanja z vsebino in naloženimi datotekami Adobe Flash™ ter druga. Če menite, da kviz vsebuje nepodprto vsebino, si ga prenesite na namizni ali prenosni računalnik. Če veste, da kviz vsebuje samo podprto vsebino, ga lahko opravljate na mobilni napravi.
sv: Canvas quiz stöder flera olika bedömningsstilar. De flesta av dessa stilar stöds på mobila enheter, men inte alla. Om du försöker att ta ett quiz som inte stöds på din telefon, kanske du inte kommer att kunna slutföra hela testet, vilket är till nackdel för dig. Frågetyper som inte stöds omfattar frågor som innehåller Adobe Flash™-innehåll, filuppladdning och annat. Om du tror att ett quiz innefattar innehåll som inte stöds, ber vi dig ta det på en stationär eller bärbar dator. Om du vet att quizzet bara innehåller innehåll som stöds, kan du gärna ta det på din mobila enhet.
sv_instk12: Canvas quiz stöder flera olika bedömningsstilar. De flesta av dessa stilar stöds på mobila enheter, men inte alla. Om du försöker att ta ett quiz som inte stöds på din telefon, kanske du inte kommer att kunna slutföra hela testet, vilket är till nackdel för dig. Frågetyper som inte stöds omfattar frågor som innehåller Adobe Flash™-innehåll, filuppladdning och annat. Om du tror att ett quiz innefattar innehåll som inte stöds, ber vi dig ta det på en stationär eller bärbar dator. Om du vet att quizzet bara innehåller innehåll som stöds, kan du gärna ta det på din mobila enhet.
th: แบบทดสอบ Canvas รองรับการประเมินรูปแบบต่าง ๆ รูปแบบส่วนใหญ่เหล่านี้รองรับในอุปกรณ์พกพา แต่ไม่ทั้งหมด หากคุณพยายามทำแบบทดสอบที่ไม่รองรับเหล่านี้กับโทรศัพท์ของคุณ คุณอาจไม่สามารถทำแบบทดสอบทั้งหมดซึ่งจะทำให้เสียโอกาสไปเปล่า ๆ ประเภทคำถามที่ไม่รองรับประกอบไปด้วยคำถามที่มีข้อมูล Adobe Flash™ การอัพโหลดไฟล์และข้อมูลอื่น ๆ หากคุณเชื่อว่าคำถามมีเนื้อหาที่ไม่รองรับ กรุณาทำแบบทดสอบจากคอมพิวเตอร์เดสก์ทอปหรือโน้ตบุ๊ก หากคุณทราบว่าแบบทดสอบมีเฉพาะเนื้อหาที่รองรับ สามารถทำได้ผ่านอุปกรณ์พกพา
vi: Các bài kiểm tra của Canvas hỗ trợ nhiều kiểu đánh giá đa dạng. Hầu hết các kiểu này được hỗ trợ trên thiết bị di động; tuy nhiên, một số không được hỗ trợ. Nếu bạn cố thực hiện một trong các bài kiểm tra không được hỗ trợ này trên điện thoại của bạn thì bạn có thể sẽ không thể hoàn thành toàn bộ bài kiểm tra, khiến bạn gặp bất lợi. Loại câu hỏi không được hỗ trợ bao gồm câu hỏi chứa nội dung Adobe Flash™, mục tải lên tập tin và các mục khác. Nếu bạn tin rằng bài kiểm tra có nội dung không được hỗ trợ, vui lòng thực hiện trên máy tính bàn hoặc máy tính xách tay. Nếu bạn biết bài kiểm tra chỉ có nội dung được hỗ trợ, cứ thoải mái thực hiện trên thiết bị di động của bạn.
zh: Canvas 测验支持多种评估风格。这些风格大多受移动设备支持；但有些风格不受移动设备支持。如果您试图进行的测验在手机上不受支持，您可能无法完成整个测验，进而让自己处于劣势。 不支持的问题类型包括含有 Adobe Flash™ 内容、文件上传等的问题。 如果您认为测验包含不受支持的内容，请在台式计算机或便携式计算机上参加测验。如果您知道测验只包含受支持的内容，请在移动设备上参加测验。
zh_hk: Canvas 測驗支援不同評估類型。手機支援大部份評估類型，但有的例外。如果您嘗試在您的手機接受這些不受支援的測驗之一，您有可能無法完成整個測驗，這將為您帶來不利。 不受支援的問題類型包括包含 Adobe Flash™ 內容、檔案上傳和其他的問題。 如測驗含有未經支援的內容，請在桌面或筆記本電腦上完成測驗。如果測驗只含受支援的內容，請放心在手機上完成測驗。

source: Change User
ar: تغيير المستخدم
ca: Canvia l'usuari
cy: Newid Defnyddiwr
da: Skift bruger
da_instk12: Skift bruger
de: Benutzer*in wechseln
es: Cambiar usuario
es_es: Cambiar usuario
fi: Vaihda käyttäjää
fr: Changer d'utilisateur
fr_ca: Changer d’utilisateur
ga: Athraigh Úsáideoir
hi: उपयोगकर्ता बदलें
ht: Chanje Itilizatè
id: Ubah Pengguna
is: Breyta notanda
it: Cambia utente
ja: ユーザーを変更する
ko: 사용자 변경
mi: Huri Kaiwhakamahi
ms: Tukar Pengguna
nb: Endre bruker
nb_instk12: Endre bruker
nl: Gebruiker wijzigen
pl: Zmień użytkownika
pt: Mudar utilizador
pt_br: Trocar Usuário
ru: Сменить пользователя
sl: Spremeni uporabnika
sv: Byt användare
sv_instk12: Byt användare
th: เปลี่ยนผู้ใช้
vi: Thay Đổi Người Dùng
zh: 更改用户
zh_hk: 變更使用者

source: Choose a name for the new folder
ar: اختيار اسم المجلد الجديد
ca: Tria un nom per a la carpeta nova
cy: Dewiswch enw ar gyfer y ffolder newydd
da: Vælg et navn for den nye mappe
da_instk12: Vælg et navn for den nye mappe
de: Einen Namen für den neuen Ordner wählen
es: Elegir un nombre para la nueva carpeta
es_es: Elegir un nombre para la nueva carpeta
fi: Valitse uuden kansion nimi
fr: Choisir un nom pour le nouveau dossier
fr_ca: Choisir un nom pour le nouveau dossier
ga: Roghnaigh ainm don fhillteán nua
hi: नए फ़ोल्डर के लिए एक नाम चुनें
ht: Chwazi yon non pou nouvo dosye a
id: Pilih nama untuk folder baru
is: Veldu nafn fyrir nýju möppuna
it: Scegli un nome per la nuova cartella
ja: 新しいフォルダ名を選択する
ko: 새 폴더의 이름을 선택
mi: Kōwhiria he ingoa mo te kōpaki hōu
ms: Pilih nama untuk folder baharu
nb: Velg et navn til den nye mappen
nb_instk12: Velg et navn til den nye mappen
nl: Een naam voor de nieuwe map kiezen
pl: Wybierz nazwę dla nowego foldera
pt: Escolha um nome para a nova pasta
pt_br: Escolher um nome para a nova pasta
ru: Выберите имя для новой папки
sl: Izberi ime za novo mapo
sv: Välj ett namn på din nya mapp
sv_instk12: Välj ett namn på din nya mapp
th: เลือกชื่อโฟลเดอร์ใหม่
vi: Chọn tên cho thư mục mới
zh: 为新文件夹选择一个名称
zh_hk: 為新資料夾選擇一個名稱

source: Choose a name for the new folder.
ar: اختيار اسم المجلد الجديد.
ca: Tria un nom per a la carpeta nova.
cy: Dewiswch enw ar gyfer y ffolder newydd.
da: Vælg et navn for den nye mappe.
da_instk12: Vælg et navn for den nye mappe.
de: Einen Namen für den neuen Ordner wählen.
es: Elegir un nombre para la nueva carpeta.
es_es: Elegir un nombre para la nueva carpeta.
fi: Valitse uuden kansion nimi.
fr: Choisir un nom pour le nouveau dossier.
fr_ca: Choisir un nom pour le nouveau dossier.
ga: Roghnaigh ainm don fhillteán nua.
hi: नए फ़ोल्डर के लिए एक नाम चुनें।
ht: Chwazi yon non pou nouvo dosye a.
id: Pilih nama untuk folder baru.
is: Veldu nafn fyrir nýju möppuna.
it: Scegli un nome per la nuova cartella.
ja: 新しいフォルダ名を選択する。
ko: 새 폴더의 이름을 선택합니다.
mi: Kōwhiria he ingoa mo te kōpaki hōu.
ms: Pilih nama untuk folder baharu.
nb: Velg et navn til den nye mappen
nb_instk12: Velg et navn til den nye mappen
nl: Een naam voor de nieuwe map kiezen.
pl: Wybierz nazwę dla nowego foldera.
pt: Escolha um nome para a nova pasta.
pt_br: Escolher um nome para a nova pasta.
ru: Выберите имя для новой папки.
sl: Izberi ime za novo mapo.
sv: Välj ett namn på din nya mapp.
sv_instk12: Välj ett namn på din nya mapp.
th: เลือกชื่อสำหรับโฟลเดอร์ใหม่
vi: Chọn tên cho thư mục mới.
zh: 为新文件夹选择一个名称
zh_hk: 為新資料夾選擇一個名稱。
